Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/consumer_protection/disputes_with_financial_institutions_in_other_eu_countries.html.txt.tmx
Source language: en
Languages: ga

source: Disputes with financial institutions in other EU countries
ga: Díospóidí le hinstitiúidí airgeadais atá lonnaithe i dtír eile Eorpach

source: • How your complaint is handled by FIN-NET
ga: • Cén chaoi a ndéanann FIN-NET do ghearán a phlé

source: FIN-NET (the cross-border out-of-court complaints network for financial services) is a mechanism that allows unresolved disputes between you and a financial services provider that is based in another European country to be settled out of court
ga: Is bealach é FIN-NET (nasc gearán trasteorann taobh amuigh den chúirt do sheirbhísí airgeadais) le deis a thabhairt teacht ar réiteach taobh amuigh den chúirt ar easaontas idir tú féin agus soláthraí seirbhísí airgeadais atá lonnaithe i dtír eile Eorpach

source: FIN-NET is a network made up of the existing national complaint schemes for financial services in Europe
ga: Nasc é FIN-NET atá déanta suas de scéimeanna náisiúnta gearáin atá faoi láthair ann do sheirbhísí airgeadais san Eoraip

source: • Provide you with easy and informed access to out-of-court redress in cross-border disputes
ga: • Bealach simplí a chur ar fáil duit le réiteach taobh amuigh den chúirt a fháil ar easaontas trasteorann

source: • Ensure the efficient exchange of information between European schemes so that your cross-border complaints can be handled as quickly, efficiently and professionally as possible
ga: • Malartú eolais ar bhealach éifeachtach a chinntiú idir scéimeanna Eorpacha ionas gur féidir deileáil go tapaidh, go héifeachtach agus go proifisiúnta le gearáin trasteorann

source: • Ensure that out-of-court dispute settlement schemes from different European Economic Area countries apply with a common set of minimum guarantees for consumers
ga: • Cinntiú go bhfuil sraith choitianta d'íosbhannaí do thomhaltóirí ag scéimeanna réitigh taobh amuigh den chúirt sna tíortha éagsúla i gCeantar Eacnamaíoch na hEorpa

source: FIN-NET is only an alternative to judicial redress and decisions or recommendations of out-of-court bodies are not enforceable in the same way as court decisions
ga: Rogha é FIN-NET teacht ar réiteach in áit sásaimh a lorg faoin dlí agus ní féidir aon chinneadh ná moltaí a dhéanann údaráis taobh amuigh den chúirt a chur i bhfeidhm sa bhealach céanna le cinneadh cúirte

source: However, in the majority of cases, financial institutions do follow the recommendations of the complaint body even if they are not binding
ga: Ach, sa chuid is mó cásanna, leanann údaráis airgeadais na moltaí a dhéanann an t-údarás gearáin fiú muna bhfuileadar ceangailte leo de réir an dlí

source: How FIN-NET can help you
ga: Cén chaoi gur féidir le FIN-NET cabhrú leatsa

source: FIN-NET is designed to allow you to contact the out-of-court complaint body in your home country even when you have a complaint against a foreign financial firm
ga: Tá córas FIN-NET curtha le chéile ionas gur féidir leat teagmháil a dhéanamh leis an údarás gearáin i do thír dhúchais féin fiú nuair a bhaineann an gearán le comhlacht airgeadais thar lear

source: This helps you to identify the relevant complaint scheme and gives you the necessary information about the scheme and its complaint procedure
ga: Cuidíonn an córas seo leat an scéim chuí ghearáin a roghnú agus tugann sé duit an t-eolas cuí maidir leis an scéim agus a córas gearáin

source: You can find comprehensive information about each participating national scheme on the FIN-NET website
ga: Is féidir eolas cuimsitheach maidir le gach scéim rannpháirteach náisiúnta a fháil ar shuíomh gréasáin FIN-NET

source: You can also receive information about relevant foreign complaint schemes in your own language from FIN-NET members in your home country
ga: Is féidir leat eolas a fháil freisin maidir leis na scéimeanna cuí gearáin thar lear i do theanga féin ó bhaill FIN-NET i do thír dhúchais féin

source: How your complaint is handled by FIN-NET
ga: Cén chaoi a ndéanann FIN-NET do ghearán a phlé

source: When you receive all the necessary information about the relevant complaints scheme and you have decided to file a complaint with it, you can leave your complaint with the FIN-NET member in your home country
ga: Nuair a fhaigheann tú an t-eolas cuí ar fad maidir leis an scéim chuí ghearáin agus nuair atá cinneadh déanta agat gearán a dhéanamh le scéim, is féidir leat do ghearán a thabhairt chuig ball FIN-NET i do thír dhúchais

source: If the FIN-NET member in your home country does not deal with the complaint itself, it will transfer it to the relevant scheme in your financial service provider's country
ga: Muna ndéanann ball FIN-NET i do thír dhúchais an gearán a phlé é féin, cuirfidh sé ar aghaidh é chuig an scéim chuí i dtír do sholáthraí seirbhísí airgeadais

source: In some cases, it may be more efficient to contact the relevant complaints scheme directly and in these cases, the FIN-NET member in your home country will ask you to do so
ga: I gcásanna faoi leith b'fhéidir go mbeadh sé níos éifeachtaí teagmháil a dhéanamh go díreach leis an scéim chuí ghearáin agus sna cásanna sin iarrfaidh ball FIN-NET i do thír dhúchais ort é sin a dhéanamh

source: FIN-NET schemes aim to allow you to make your complaint at least in the language of your financial contract or the language in which you have usually dealt with your financial service provider
ga: Tá sé mar aidhm ag scéimeanna FIN-NET deis a thabhairt duit do ghearán a dhéanamh ar a laghad sa teanga ina bhfuil do chonradh airgeadais déanta nó sa teanga ina mbíodh plé agat go hiondúil leis an soláthraí seirbhísí airgeadais

source: Member schemes of FIN-NET handle cross-border complaints with the same efficiency and the same level of care as they handle domestic complaints
ga: Bíonn ballscéimeanna FIN-NET ag plé le gearáin trasteorann leis an inniúlacht chéanna agus an leibhéal céanna cúraim a thugann siad do ghearáin ina dtíortha féin

source: If the complaints scheme needs any further information or documentation from you, it will contact you directly
ga: Má theastaíonn aon eolas nó cáipéisí breise ón scéim ghearáin uaitse déanfar teagmháil díreach leat

source: If the scheme needs more general information, that is, information about the legislative framework for consumer protection in your country, it will co-operate directly with the FIN-NET member in your home country
ga: Má theastaíonn eolas níos ginearálta ón scéim, mar shampla eolas maidir le reachtaíocht chosanta do thomhaltóirí i do thír, déanfar plé go díreach le ball FIN-NET i do thír dhúchais féin

source: Member schemes of FIN-NET are linked through a Memorandum of Understanding which lays down the procedural framework for cross-border co-operation and basic principles for out-of-court dispute settlement
ga: Tá ceangail idir ballscéimeanna FIN-NET tríd Meabhrán Tuisceana a leagann síos próiséas don chomhoibriú trasteorann agus bunphrionsabail le heasaontas a réiteach taobh amuigh den chúirt

source: The Memorandum of Understanding includes a declaration of intent from participating complaints bodies to apply the quality standards set out in European Commission Recommendation 98/257/EC on principles applicable to bodies responsible for out-of-court settlement of consumer disputes
ga: San áireamh sa Mheabhrán Tuisceana tá dearbhú cuspóra ó na húdaráis ghearáin atá rannpháirteach na caighdeáin cháilíochta a chur i bhfeidhm atá leagtha síos i Moltaí Choimisiún na hEorpa 98/257 maidir le prionsabail a bhaineann le húdaráis atá freagrach as réiteach taobh amuigh den chúirt ar easaontas tomhaltóirí

source: This Recommendation consists of 7 principles, which include:
ga: Tá 7 bprionsabal ag baint leis an Moladh seo, ina measc:

source: • Independence of the dispute settlement body to ensure the impartiality of its actions
ga: • Neamhspléachas an údaráis réitigh easaontais le cothromas ina ghníomhaíochtaí a chinntiú

source: • Transparency of the scheme to ensure that you have all the necessary information about the procedure and that the results obtained can be objectively assessed
ga: • Follasacht na scéime le cinntiú go bhfuil an t-eolas cuí ar fad maidir leis an gcóras agat agus gur féidir an toradh a bhíonn air a mheas go hoibiachtúil

source: • An adversarial procedure to ensure that you can present all your views and are informed about the arguments of the other party to the dispute
ga: • Córas a chuireann an dá thaobh i gcoinne a chéile le cinntiú go bhfuil an deis agat do thuairimí ar fad a nochtadh agus go bhfuil tú ar an eolas maidir le hargóintí uilig an pháirtí eile san easaontas

source: • Effectiveness of the procedure to ensure that you will benefit from the advantages of an alternative dispute settlement, that is, you have access without being obliged to use a legal representative, a procedure that is free of charge or of moderate cost, a procedure that is swift and a dispute settlement body that assumes an active role, thereby enabling it to take into consideration any factors conducive to a settlement of the dispute
ga: • Éifeachtacht an chórais le cinntiú go mbeidh buntáiste duit as réiteach malartach easaontais, mar shampla, is féidir leat ionadaí dlí a bheith agat ach ní gá, córas atá saor in aisce nó a bhfuil táille íseal le n-íoc as, córas tapaidh agus údarás réitigh easaontais a ghlacann ról gníomhach, mar sin bíonn sé ar a chumas aon chúinsí a bheadh ina gcúnamh le theacht ar réiteach ar an easaontas a chur san áireamh

source: • Legality to guarantee that the decision taken by the dispute settlement body does not deprive you of the protection afforded to you by the relevant consumer protection legislation
ga: • Dlíthiúlacht le cinntiú nach mbaineann an cinneadh a dhéanann an t-údarás réitigh easaontais díot an chosaint atá agat faoin reachtaíocht chuí chosanta do thomhaltóirí

source: • Freedom to ensure that the decision taken may be binding on you only if you are informed of its binding nature in advance and specifically accept this after the dispute in question has arisen
ga: • Saoirse le cinntiú go mbeidh tú ceangailte leis an gcinneadh a thógtar sa chás amháin go bhfuil tú curtha ar an eolas maidir leis an gceangal roimh ré agus go nglacann tú leis seo go sonrach tar éis don easaontas atá i gceist a theacht chun solais

source: • Representation to ensure that you can be represented in the procedure by a third party if you wish
ga: • Ionadaíocht le cinntiú go bhfuil deis agat ionadaí den tríú pháirtí a bheith páirteach ar do shon sa chóras más mian leat é

source: Only schemes that the European Commission has been notified about by their member states can participate in FIN-NET
ga: Ní féidir ach le scéimeanna a bhfuil fógra curtha chuig Coimisiún na hEorpa ina dtaobh ag a mBallStáit a bheith páirteach i FIN-NET

source: The FIN-NET website can provide you with information about participating out-of-court dispute settlement bodies in each EU/EEA country
ga: Tá eolas ar fáil ar shuíomh gréasáin FIN-NET duit maidir le húdaráis réitigh easaontais taobh amuigh den chúirt i ngach tír AE/CEE

source: Specifically, the guide can provide you with information on:
ga: Go sonrach is féidir eolas a fháil ar an mbanc sonraí maidir le:

source: • The structure and coverage of the settlement schemes in each country
ga: • Struchtúr agus clúdach na scéimeanna réitigh i ngach tír

source: • The nature of each settlement body's decisions
ga: • An cineál socraithe a dhéanann gach údarás réitigh

source: • The time and award limits
ga: • Teorainneacha ama agus moltaí

source: • Charges (if there are any)
ga: • Táillí (más ann dóibh) a ghearrann

source: • The average time taken to handle the dispute
ga: • Ar an meán cé chomh fada a thógann sé easaontas a réiteach

source: • Languages you can use in the procedure
ga: • Teangacha gur féidir úsáid a bhaint astu le linn an phróiséis

source: If you have a complaint against a financial services provider located in another country, you can use the FIN-NET form for cross-border financial services complaints
ga: Má tá gearán agat i gcoinne soláthróra seirbhísí airgeadais atá suite i dtír éigin eile, is féidir leat úsáid a bhaint as foirm FIN-NET form for cross-border financial services complaints (do ghearáin i dtaobh seirbhísí airgeadais trasteorann)

source: You can also find information how to use FIN-NET in its consumer guide to settling cross-border financial disputes out of court (pdf)
ga: Is féidir leat teacht ar eolas freisin faoin gcaoi chun úsáid a bhaint as FIN-NET ina consumer guide to settling corss-border financial disputes out of court (threoir do thomhaltóirí chun díospóidí airgeadais trasteorann a shocrú lasmuigh den chúirt) (pdf)
